Revit 2027 API
ParameterTypeId.CeilingThickness Property
 "Thickness"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CeilingThickness { get; }
Public Shared ReadOnly Property CeilingThickness As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CeilingThickness {
	ForgeTypeId^ get ();
}
static member CeilingThickness : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace